export const Architecture = () => {
  return (
    <>
      <h1>Архитектура</h1>
      <h3>
        Архитектура региона также претерпела изменения, начиная от традиционных
        жилищ, таких как чуми (кочевые жилища эвенков) и урманки (сибирские
        деревянные дома), до строительства более крупных и устойчивых зданий,
        таких как:
      </h3>
      <ul>
        <li>
          Церкви и монастыри (преимущественно деревянные, в дальнейшем с
          каменными сооружениями).
        </li>
        <li>
          Железнодорожные станции, мосты и другие элементы инфраструктуры,
          которые начали строиться в конце XIX века после строительства
          Транссибирской магистрали.
        </li>
        <li>
          Городская архитектура, как в центре Красноярска (столицы губернии), в
          котором сочетались элементы классической и модернистской архитектуры.
        </li>
      </ul>
    </>
  );
};
