export const Creation = () => {
  return (
    <>
      <h1>Ремесла и народное творчество</h1>

      <h3>
        Культура региона была тесно связана с природными условиями. Местные
        ремесла и народное искусство имели глубокие корни и отражали быт и
        традиции коренных народов. К числу наиболее популярных ремесел можно
        отнести:
      </h3>
      <ul>
        <li>
          Ткацкое производство — многие народы Сибири, включая русских,
          занимались ткачеством, создавая ковры, одежду и другие изделия.
        </li>
        <li>
          Изготовление кожаных изделий — многие народы использовали кожу для
          изготовления одежды, обуви и различных бытовых предметов.
        </li>
        <li>
          Керамика — гончарные ремесла, распространенные в местных деревнях,
          оставили богатое наследие, в том числе сосуды, игрушки и другие
          утилитарные и декоративные предметы.
        </li>
      </ul>
      <h3>
        Местные художники и ремесленники часто использовали натуральные
        материалы, такие как дерево, кости, мех и шкура, что связано с
        природными условиями и необходимостью выживания в суровых климатических
        условиях.
      </h3>
    </>
  );
};
