export const CultureXX = () => {
  return (
    <>
      <h1>Культура в начале XX века</h1>
      <h3>
        С началом XX века культура Енисейской губернии переживала время перемен.
        Развитие промышленности и инфраструктуры, а также социальные изменения,
        связанные с революцией и гражданской войной, оказали влияние на культуру
        региона. Возникали новые формы искусства, такие как театр, фотография,
        кинематограф. Однако многие традиции коренных народов и русских
        поселенцев продолжали сохраняться, несмотря на бурные исторические
        события.
      </h3>
    </>
  );
};
