export const Empire = () => {
  return (
    <>
      <h1>Русская культура и влияние империи</h1>
      <h3>
        С момента образования Енисейской губернии в 1822 году началось активное
        заселение региона русскими, что неизбежно сказалось на местной культуре.
        Одним из главных элементов русской культуры была православная религия,
        которая сыграла важную роль в формировании культурных и образовательных
        традиций региона. Строительство церквей и храмов было важной частью
        социальной жизни, а русские традиции, такие как праздники, музыка, и
        литература, постепенно проникали в повседневную жизнь местных жителей.
      </h3>
    </>
  );
};
