export const Etnos = () => {
  return (
    <>
      <h1>Этническое разнообразие</h1>
      <h3>
        Енисейская губерния была частью Сибири, региона с огромным этническим и
        культурным разнообразием. В этой губернии проживали не только русские,
        но и многочисленные коренные народы Сибири, такие как:
      </h3>
      <ul>
        <li>Тайцы</li>
        <li>Тува</li>
        <li>Хакасы</li>
        <li>Нанайцы</li>
        <li>Эвенки</li>
        <li>Якуты</li>
      </ul>
      <h3>
        Каждый из этих народов имел свою уникальную культуру, традиции, язык,
        мифологию и искусство, что обогатило культурное наследие региона.
      </h3>
    </>
  );
};
