export const Literature = () => {
  return (
    <>
      <h1>Литература и образование</h1>
      <h3>
        В Енисейской губернии начали открываться первые учебные заведения, такие
        как школы и гимназии, что способствовало распространению русской и
        западной литературы. В 1852 году в регионе начали выходить первые
        местные газеты, что также способствовало культурному развитию. Одной из
        важных вех в культурной жизни стало открытие первых библиотек, где
        жители могли ознакомиться с произведениями отечественных и зарубежных
        авторов.
      </h3>
    </>
  );
};
