export const Myth = () => {
  return (
    <>
      <h1>Фольклор и мифология</h1>
      <h3>
        Коренные народы Сибири сохраняли богатые фольклорные традиции, включая
        мифы, легенды, сказки и предания, которые передавались из поколения в
        поколение. Эти произведения часто включали элементы шаманизма и
        почитания природных сил и животных. Влияние христианства также
        отразилось на фольклоре, в частности на праздниках, обрядах и сказаниях.
        Однако многие элементы народной мифологии сохранились и переплелись с
        христианскими традициями.
      </h3>
    </>
  );
};
