export const HistoryDetails = () => {
  return (
    <ul>
      <li>
        <strong>Образование губернии (1822):</strong> Енисейская губерния была
        образована в 1822 году, выделена из состава Томской губернии.
      </li>
      <li>
        <strong>Территория:</strong> Занимала обширную территорию в Сибири,
        включая современные Красноярский край и части соседних регионов.
      </li>
      <li>
        <strong>Экономическое развитие:</strong> Играла важную роль в освоении и
        развитии Сибири; богатые природные ресурсы: лес, полезные ископаемые;
        активно развивались промышленность, транспорт (строительство железных
        дорог) и сельское хозяйство.
      </li>
      <li>
        <strong>Политические изменения:</strong> После революции 1917 года
        административное деление неоднократно менялось.
      </li>
      <li>
        <strong>Упразднение губернии (1925):</strong> В 1925 году Енисейская
        губерния была упразднена; территория вошла в состав новых
        административных единиц РСФСР.
      </li>
    </ul>
  );
};
